Repository: ilovepdf/iloveimg-wp-watermark
Catalog: languages/iloveimg-watermark-*.po
Languages: es_es

source: Best Watermark - Protect images on your site with iLoveIMG
es_es: La Mejor Marca de Agua - Proteja las imágenes de su sitio con iLoveIMG

source: Protect your site from image theft with our reliable and easy-to-use watermark plugin. Effective protection for your images.
es_es: Proteja su sitio contra el robo de imágenes con nuestro complemento de marca de agua confiable y fácil de usar. Protección eficaz para sus imágenes.

# column name
source: File
es_es: Archivo

# column name
source: Author
es_es: Autor

# column name
source: Date
es_es: Fecha

# column name
source: Status
es_es: Estado

# button
source: Delete
es_es: Borrar

source: Items deleted (or they would be if we had items to delete)!
es_es: ¡Artículos eliminados (o lo serían si tuviéramos artículos para eliminar)!

source: Try again or buy more credits
es_es: Inténtalo de nuevo o compra más créditos

# column name
source: Status Watermark
es_es: Estado de Marca de Agua

source: Please you need to be logged or registered.
es_es: Por favor, debes estar logueado o registrado.

# button
source: Go to settings
es_es: Ir a Configuraciones

source: Your email or password is wrong.
es_es: Su correo electrónico o contraseña es incorrecto.

source: This email address has already been taken.
es_es: Esta dirección de correo electrónico ya ha sido tomada.

source: You have reached limit of different users to use this WordPress plugin. Please relogin with one of your existing users.
es_es: Has alcanzado el límite de usuarios diferentes que pueden usar este complemento de WordPress. Vuelve a iniciar sesión con uno de tus usuarios existentes.

source: Please you need more credits.
es_es: Por favor, necesitas más créditos.

# button
source: Buy more credits
es_es: Comprar más créditos

source: We were unable to verify the status of your iloveAPI account. Please try again later.
es_es: No pudimos verificar el estado de tu cuenta iloveAPI. Vuelve a intentarlo más tarde.

source: Image %d was watermarked correctly
es_es: La imagen %d fue marcada con una marca de agua correctamente

# Subtitle for individual page of the file
source: iLoveIMG Watermark
es_es: iLoveIMG Marca de Agua

source: Error processing your request. Invalid Nonce code
es_es: Error al procesar su solicitud. Código Nonce no válido

source: Error processing your request. Invalid Image ID
es_es: Error al procesar su solicitud. ID de imagen no válida

source: Sorry. There is no backup for this file
es_es: Lo sentimos, no hay respaldo para este archivo

source: It was restored correctly
es_es: Fue restaurado correctamente

# button
source: Watermark Images
es_es: Marca de agua a imagenes

source: The file %d is not an image.
es_es: El archivo %d no es una imagen.

source: There was a problem processing your image.
es_es: Hubo un problema al procesar tu imagen.

source: Check your credentials in the plugin settings page. If you recently deleted a project in your iloveapi account, try switching to another project to correctly save your API Keys.
es_es: Comprueba tus credenciales en la página de configuración del complemento. Si eliminaste recientemente un proyecto en tu cuenta de iloveapi, intenta cambiar a otro proyecto para guardar correctamente tus claves API.

# input checkbox
source: Original image
es_es: Imagen Original

source: Unable to connect to the filesystem
es_es: No se puede conectar al sistema de archivos

# column name
source: Name
es_es: Nombre

# column name
source: Watermark
es_es: Marca de Agua

# Watermark applied to an image
source: Applied
es_es: Aplicado

# Watermark not applied to an image
source: Not applied
es_es: No aplicado

source: Watermark applied to %s sizes
es_es: Marca de agua aplicada a %s tamaños

# button
source: Watermark
es_es: Marca de Agua

source: You need to be registered
es_es: Necesitas estar registrado

# button
source: Restore original file
es_es: Restaurar archivo original

# The file is being processed
source: Loading...
es_es: Cargando…

# File processing was successful
source: Completed, please refresh the page.
es_es: Completado, por favor actualice la página.

# submenu
source: Compress settings
es_es: Configuraciones de Compresión

# submenu
source: Watermark settings
es_es: Configuraciones de Marca de Agua

# submenu
source: Bulk Watermark
es_es: Marca de Agua en Lote

# subtitle
source: Register as iLoveAPI developer
es_es: Registrarse como desarrollador iLoveAPI

# input text
source: Name
es_es: Nombre

# input email
source: Email
es_es: Correo

# input password
source: Password
es_es: Contraseña

# button
source: Register
es_es: Registrarse

# button
source: Login to your account
es_es: Inicie sesión en su cuenta

# subtitle
source: Login to your account
es_es: Inicie sesión en su cuenta

# button
source: Forget Password?
es_es: ¿Olvidaste tu contraseña?

# button
source: Login
es_es: Iniciar Sesión

# button
source: Register as iLoveAPI developer
es_es: Registrarse como desarrollador iLoveAPI

# subtitle section: free credits
source: Free
es_es: Gratis

source: %1$d / %2$d credits used this month. Free Tier.
es_es: %1$d / %2$d créditos usados ​​este mes. Nivel gratuito.

# subtitle section
source: Subscription plan
es_es: Plan de suscripción

source: %1$d / %2$d credits used this month. Subscription plan.
es_es: %1$d / %2$d créditos usados ​​este mes. Plan de suscripción.

# subtitle section
source: Prepaid packages
es_es: Paquetes prepago

source: %1$d / %2$d credits used this month. Prepaid packages.
es_es: %1$d / %2$d créditos usados ​​este mes. Paquetes prepago.

source: Every month since your registry you will get %d free credits to use to compress or stamp your images.
es_es: Cada mes desde tu registro recibirás %d créditos gratis para usar para comprimir o sellar tus imágenes.

# 1: subscription plan link
source: subscription plans
es_es: planes de suscripción

# 2: single package link
source: single package
es_es: paquete único

source: To increase your credits amount you can either open one of our %1$s to get a fixed amount of additional credits per month or buy a %2$s of credits.
es_es: Para aumentar la cantidad de tus créditos, puedes abrir uno de nuestros %1$s para obtener una cantidad fija de créditos adicionales por mes o comprar %2$s de créditos.

# subtitle: Connected user section
source: Account
es_es: Cuenta

# button
source: Logout
es_es: Cerrar Sesión

source: Select your working proyect
es_es: Seleccione su proyecto de trabajo

# Button: save changes
source: Save
es_es: Guardar

source: The power of iLoveIMG in your WordPress!
es_es: ¡El poder de iLoveIMG en tu WordPress!

source: Compress all your Media image files and Stamp other Images or text into your WordPress pictures. This is the Official iLoveIMG plugin for WordPress. You can optimize all your Images and stamp them automatically as you do in iloveimg.com
es_es: Comprime todos tus archivos de imágenes multimedia y estampa otras imágenes o texto en tus imágenes de WordPress. Este es el complemento oficial de iLoveIMG para WordPress. Puedes optimizar todas tus imágenes y estamparlas automáticamente como lo haces en iloveimg.com

source: Register now to get 2500 free credits and start working with iLoveIMG plugin now!
es_es: ¡Regístrese ahora para obtener 2500 créditos gratis y comenzar a trabajar con el complemento iLoveIMG ahora!

source: Compress settings
es_es: Configuraciones de Compresión

source: Watermark settings
es_es: Configuraciones de Marca de Agua

source: You can also compress images automatically just as easily as you do with all of our iLoveIMG plugins. Our Image Compressor & Optimizer - iLoveIMG plugin allows you to optimize your WordPress media images all at once or just the images you need.
es_es: También puedes comprimir imágenes automáticamente con la misma facilidad con la que lo haces con todos nuestros complementos iLoveIMG. Nuestro complemento iLoveIMG Image Compressor & Optimizer te permite optimizar todas las imágenes multimedia de WordPress a la vez o solo las imágenes que necesitas.

source: Discover all the features of %1$s Image Compressor & Optimizer - iLoveIMG %2$s and install it now!
es_es: ¡Descubre todas las funciones de %1$s Image Compressor & Optimizer - iLoveIMG %2$s e instálalo ahora!

# button
source: Watermark all
es_es: Estampar Todo

# title: admin settings overview
source: Overview
es_es: Resumen

source: Watermarked images %1$s / Uploaded images %2$s
es_es: Imágenes con marca de agua %1$s / Imágenes cargadas %2$s

source: %s Total images protected with iLoveIMG
es_es: %s Total de imágenes protegidas con iLoveIMG

source: %s From backup images
es_es: %s De imágenes de respaldo

source: Register now to get 2500 free credits uses and start working with iLoveIMG plugin now!
es_es: ¡Regístrese ahora para obtener 2500 créditos gratuitos y comience a trabajar con el complemento iLoveIMG ahora!

# button
source: Save Changes
es_es: Guardar Cambios

source: Register and login with us to save settings changes
es_es: Regístrese e inicie sesión con nosotros para guardar los cambios de configuración

source: Configure your Watermark Images settings
es_es: Configurar los ajustes de las imágenes de marca de agua

# checkbox field label
source: Watermark Activated
es_es: Marca de Agua Activado

source: Activate this plugin in your WordPress dashboard. Activation will work only once you have registered and login as an iLoveAPI developer.
es_es: Activa este complemento en tu panel de WordPress. La activación funcionará solo una vez que te hayas registrado e iniciado sesión como desarrollador de iLoveAPI.

# checkbox field label
source: Enable Auto Watermark
es_es: Habilitar Marca de Agua Automática

source: With Auto Watermark enabled, any image uploaded to your Media folder will be automatically stamped with your choosen watermark. Still, you will be able to watermark non stamped images from Media.
es_es: Si activa la marca de agua automática, cualquier imagen que cargue en su carpeta de Medios se marcará automáticamente con la marca de agua que haya elegido. De todas formas, podrá marcar con marca de agua las imágenes que no estén marcadas desde Medios.

# checkbox field label
source: Images Sizes
es_es: Tamaños de Imágenes

source: When an image is uploaded to Media, WordPress generates alternative image size versions for responsive purposes. You can select which image versions you will watermark.
es_es: Cuando se carga una imagen en Media, WordPress genera versiones de tamaño de imagen alternativas para fines de adaptación. Puedes seleccionar las versiones de imagen a las que les agregarás una marca de agua.

# subtitle: Section to show preview of watermark options
source: Preview Settings
es_es: Vista Previa de Opciones

source: You can choose to watermark by editable text or by uploading your own image stamp.
es_es: Puede elegir agregar una marca de agua con texto editable o cargar su propio sello de imagen.

# radio button option
source: Watermark text
es_es: Marca de Agua de texto

# radio button option
source: Watermark image
es_es: Imagen de Marca de Agua

source: This font do not allow bold/italic styles for watermark
es_es: Esta fuente no permite estilos negrita/cursiva para marcas de agua

# placeholder: input text
source: Text
es_es: Texto

# Image selector label
source: Image
es_es: Imagen

source: Choose your image stamp from your Media or from an external URL. Then set the stamp position, scale, opacity and rotation.
es_es: Seleccione el sello de imagen de su Medio o de una URL externa. Luego, configure la posición, la escala, la opacidad y la rotación de la estampa.

# button
source: Add Image
es_es: Agregar Imagen

# Button divider: previous button: add image button, next option: input url.
source: or URL
es_es: o URL

# input url
source: Place image URL
es_es: Colocar URL de imagen

# radio button: Watermark position
source: Position
es_es: Posición

# checkbox: activate mosaic option
source: Mosaic
es_es: Mosaico

# input number: size in percentage
source: Scale
es_es: Escala

source: %s of the image to stamp width
es_es: %s del ancho de la imagen a estampar

# input select
source: Opacity
es_es: Opacidad

# input select
source: Rotation
es_es: Rotación

# checkbox label
source: Backup original Images
es_es: Copia de seguridad de imágenes originales

source: Enable this option to make a backup of your images before being watermarked or compress. These backups will allow you to restore your original images at cost of taking server memory space.
es_es: Habilite esta opción para hacer una copia de seguridad de sus imágenes antes de colocarles una marca de agua o comprimirlas. Estas copias de seguridad le permitirán restaurar sus imágenes originales sin ocupar espacio en la memoria del servidor.

source: Backup images will be stored at: %s
es_es: Las imágenes de respaldo se almacenarán en: %s

# subtitle label
source: Restore Original Images
es_es: Restaurar Imágenes Originales

source: All backup images can be restored. This will restore the original images as they were before compression or watermarking. %1$s Warning: Any changes made AFTER Watermark/Compress would be also restored. %2$s
es_es: Se pueden restaurar todas las imágenes de respaldo. Esto restaurará las imágenes originales tal como estaban antes de la compresión o la marca de agua. %1$s Advertencia: Cualquier cambio realizado DESPUÉS de la marca de agua/compresión también se restaurará. %2$s

source: You can also clear all your backup images to free memory space. %1$s Warning: Clear backups will prevent you to restore original images. %2$s
es_es: También puede borrar todas sus imágenes de respaldo para liberar espacio en la memoria. %1$s Advertencia: Borrar las copias de seguridad le impedirá restaurar las imágenes originales. %2$s

# button
source: Restore All
es_es: Restaurar Todo

# button
source: Clear backup
es_es: Borrar Copia de Seguridad

source: Backup size: %s
es_es: Tamaño de la copia de seguridad: %s

# button
source: Settings
es_es: Configuraciones

# button
source: Bulk Watermark
es_es: Marca de Agua en Lote
